Repository: M0NsTeRRR/ConfigurationsManagement
Catalog: website/translations/*/LC_MESSAGES/messages.po
Languages: fr

source: ERROR: TIMEZONE is not filled properly
fr: ERREUR: TIMEZONE n'est pas remplis correctement

source: ERROR: SECRET_KEY is not filled properly
fr: ERREUR: SECRET_KEY n'est pas remplis correctement

source: Login is required.
fr: Le nom d'utilisateur est obligatoire.

source: Password is required.
fr: Le mot de passe est obligatoire.

source: Password not confirmed.
fr: Le mot de passe n'a pas été confirmé.

source: User is already registered.
fr: L'utilisateur est déjà enregistré.

source: Account %(login)s created.
fr: Compte utilisateur %(login)s créé.

source: User doesn't exist.
fr: L'utilisateur n'existe pas.

source: User %(login)s password changed.
fr: Le mot de passe de %(login)s a été changé.

source: User %(login)s deleted.
fr: L'utilisateur %(login)s a été supprimé.

source: ERROR: Unauthorized
fr: ERREUR: Non autorisé

source: ERROR: Gitea Token not configured
fr: ERREUR: Token Gitea non configuré

source: ERROR: Can't connect to Gitea server
fr: ERREUR: Connection échoué vers le serveurs Gitea

source: ERROR: Not found
fr: ERREUR: Non trouvée

source: ERROR: Bad Request
fr: ERREUR: Mauvaise requête

source: Unauthorized: You must be authenticated to access this page.
fr: Non autorisé: Vous devez être connecté pour accéder à cette page.

source: Incorrect login/password.
fr: Mauvais Nom d'utilisateur/Mot de passe.

source: Welcome %(login)s.
fr: Bienvenue %(login)s.

source: Error cannot get configuration files from Gitea.
fr: Erreur lors de la récupération des fichiers vers Gitea.

source: Cannot read this type of file.
fr: Impossible de lire ce type de fichier.

source: Error file does not exist.
fr: Erreur le fichier n'existe pas.

source: File deleted.
fr: Fichier supprimé.

source: No data to update.
fr: Pas de donnée à mettre à jour.

source: File contents updated.
fr: Contenu du fichier mis à jour.

source: Error file path is undefined.
fr: Erreur le chemin du fichier n'est pas spécifié.

source: CSRF error.
fr: Erreur CSRF.

source: Page not found.
fr: Page non trouvée.

source: Error something went wrong.
fr: Erreur quelque chose s'est mal passé.

source: Your account is already linked with Gitea.
fr: Votre compte est déjà lié à Gitea.

source: Token is required.
fr: Le token est requis.

source: Error account not linked.
fr: Erreur votre compte n'a pas été lié.

source: Your account is now linked with Gitea.
fr: Votre compte est désormais lié à Gitea.

source: Your account is not linked with Gitea.
fr: Votre compte n'est pas lié à Gitea.

source: Your account is no longer linked with Gitea.
fr: Votre compte n'est désormais plus lié à Gitea.

source: Gitea url is required.
fr: L'url de Gitea est requis.

source: Owner of the repository is required.
fr: Le propriétaire du repository est requis.

source: Name of the repository is required.
fr: Le nom du repository est requis.

source: Repository configuration saved.
fr: Le configuration du repository est sauvegardé.

source: New API key generated.
fr: Nouvelle clé API généré.

source: No API key to delete.
fr: Pas de clé API à supprimer.

source: API key deleted.
fr: Clé API supprimé.

source: Hostname is required.
fr: Le nom de la machine est requis.

source: Module is required.
fr: Le module est requis.

source: Action is required.
fr: L'action est requise.

source: Path is required.
fr: Le chemin est requis.

source: Task doesn't exist.
fr: La tâche n'existe pas.

source: Your account is not linked with a gitea account.
fr: Votre compte n'est pas lié à un compte Gitea.

source: Error can't get configuration files from Gitea.
fr: Erreur lors de la récupération des fichiers vers Gitea.

source: Error when creating task.
fr: Erreur lors de la création de la tâche.

source: API Documentation
fr: Documentation de l'API

source: Configuration files
fr: Fichiers de configuration

source: Save/Restore
fr: Sauvegarde/Restauration

source: Tasks
fr: Tâches

source: Settings
fr: Réglages

source: Logout
fr: Se déconnecter

source: Success
fr: Succès

source: Failed
fr: Raté

source: is published under license
fr: est publié sous licence

source: Change password of user
fr: Changer le mot de passe de l'utilisateur

source: Password
fr: Mot de passe

source: Confirm Password
fr: Confirmer le mot de passe

source: Submit
fr: Envoyer

source: Users
fr: Utilisateurs

source: Create new user
fr: Créer un nouveau utilisateur

source: Login
fr: Nom d'utilisateur

source: Edit password
fr: Changer le mot de passe

source: Delete user
fr: Supprimer l'utilisateur

source: Register
fr: Enregistrer

source: Confirm
fr: Confirmer

source: Cancel
fr: Annuler

source: Save file
fr: Sauvegarder un fichier

source: Delete file
fr: Supprimer un fichier

source: Connect your account to Gitea
fr: Connecter votre compte à Gitea

source: Token
fr: Jeton

source: Connect
fr: Se connecter

source: Gitea Admin
fr: Admin Gitea

source: Yes
fr: Oui

source: No
fr: Non

source: Disconnect
fr: Déconnecter

source: Gitea configuration
fr: Configuration de Gitea

source: Gitea URL
fr: URL Gitea

source: Owner of the repository
fr: Propriétaire du repository

source: Name of the repository
fr: Nom du repository

source: API key
fr: clé API

source: Generate new API key
fr: Générer une nouvelle clé API

source: Delete API key
fr: Supprimer la clé API

source: Hostname / IP address
fr: Nom de la machine / adresse IP

source: Save
fr: Sauvegarder

source: Restore
fr: Restaurer

source: Path of file
fr: Chemin du fichier

source: Task ID
fr: ID de la tâche

source: Hostname
fr: Nom de la machine

source: Path
fr: Chemin

source: Created
fr: Créé

source: Task created at
fr: Tâche créée à

source: and queued.
fr: et mis en file d'attente.

source: Task taken by a worker.
fr: Tâche prise par un worker.

source: Processing
fr: En traitement

source: Task is processing.
fr: La tâche est en cours de traitement.

source: Finished
fr: Terminé

source: Task finished at
fr: Tâche terminé à

source: Unknown
fr: Inconnu

source: tasks
fr: tâches

source: Start date
fr: Date de début

source: End date
fr: Date de fin

source: View
fr: Voir

source: tasks is empty
fr: les tâches sont vides
